import { smartphone, statsManager } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

smartphone.addChat('FamilyArguing',
  {
    avatar: require('../../Media/Images/ITLH/Covers/Chat_Family.jpg'),
    title: 'Семья',
    messages: [
      {
        fellow: true,
        senderName: 'Мама',
        text: 'На счет сегодняшнего утреннего инцидента… '
      },
      {
        fellow: true,
        senderName: 'Мама',
        text: 'Я нашла такую же кружку, могут привезти завтра 🙄'
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'Договорились закрыть эту тему. Не начинай.'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Пап, ну, чего ты! Мама хочет помочь 😇'
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'Она уже помогла.'
      },
      {
        fellow: true,
        senderName: 'Мама',
        text: 'Я по твоему специально что ли ее туда поставила? 😀 '
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'А что нет? Сколько раз просил быть аккуратнее.'
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'Назло ставила так, чтобы в итоге она разбилась.'
      },
      {
        fellow: true,
        senderName: 'Мама',
        text: 'Замечательно…'
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'Она ведь служила напоминанием нашей ссоры.'
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'И плевать, что для меня это памятная вещь.'
      },
      {
        fellow: true,
        senderName: 'Мама',
        text: 'Лишь бы обвинить. Какая я плохая, а ты жертва.'
      },
      {
        fellow: true,
        senderName: 'Папа',
        text: 'Да-да… Гордись своей выходкой, которая сойдет тебе с рук.',
        end: true
      }
    ]
  }
)

smartphone.addChat('ChatWithCheryl',
  {
    avatar: require('../../Media/Images/ITLH/Covers/Chat_Cheryl.jpg'),
    title: 'Шерил',
    messages: [
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'SOS, $Имя Игрока$! Отчим опять напился 🥴'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Ты не пострадала?'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Все хорошо. Он только и может, что словами угрожать.'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Боится последствий 👮'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Дорогая, когда ты перестанешь терпеть и съедешь из этого дома ужасов?'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Эта козлина не выселит меня из собственного гнездышка.'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Много чести!'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        answers: [
          { text: 'Нужно быть решительнее!', goToAnchor: '1', senderName: '$Имя Игрока$' },
          { text: 'Держись!', goToAnchor: '2', senderName: '$Имя Игрока$' }
        ]
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Надо менять жизнь и взять все в свои руки',
        anchor: '1'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Я понимаю, что этот дом для тебя значит.'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Но если не уедешь, кошмар не закончится.'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: '💔'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Значит не понимаешь.'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'И никогда не понимала.'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Я не позволю, чтобы мой мир разрушили дурацкие обстоятельства!',
        func: () => { statsManager.change({ story: EStoriesEn.ITLH, value: -1, category: 'Person', id: 'Cheryl' }) },
        goToAnchor: '3'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Ничего не остается, кроме как терпеть и выжидать подходящего момента.',
        anchor: '2'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Понимаю, тебе нелегко приходится.'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Но я рядом. И всегда приду на помощь!'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: '❤️'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Спасибо! Мы со всем справимся.',
        func: () => { statsManager.change({ story: EStoriesEn.ITLH, value: +1, category: 'Person', id: 'Cheryl' }) },
        goToAnchor: '3'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'На самом деле я писала не чтобы пожаловаться… Само вырвалось.',
        anchor: '3'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Мне написала Джулия и попросила нас предоставить сценарий для сценки завтра.'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Говорит, детишки ждут не дождутся.'
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Он почти готов, надеюсь, все будут довольны 😊'
      },
      {
        fellow: true,
        senderName: 'Шерил',
        text: 'Точно-точно. Мне пора бежать, увидимся 💋 '
      },
      {
        fellow: false,
        senderName: '$Имя Игрока$',
        text: 'Удачи!',
        end: true
      }
    ]
  }
)
