import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 0,
  text: 'Героиня сталкивается с загадочным существом, называющим себя Проводник. В абстрактном мире он рассказывает, что девушка — ключ в решении некоего конфликта и только ее выборы определят судьбу мира. Теперь ей предстоит вспомнить свое прошлое и разобраться в происходящем.'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 1,
  text: 'Мы знакомимся с повседневностью героини. Он студентка исторического факультета, в ее жизни много близких и дорогих сердцу людей, а простые выборы: бутерброд или блины — кажутся теплой обыденностью. Однако на занятии профессора Нэйтана, девушка теряет сознание и связь с реальностью.'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 2,
  text: 'Героиня впервые попадает в прошлое — Нью-Йорк 1885 г. Она растеряна, потеряна. Во всем этом хаосе выясняется, что девушка находится в теле некой Катарины, а ее спутником становится сам Никола Тесла, великий ученый, живший в то время.\n' +
    '\n' +
    '<p>Нахождение в Нью-Йорке заканчивается стычкой с ужасным монстром, который искал Катарину. Однако главная героиня не узнает причин, ведь возвращается в настоящее, где ее поддержат близкие. И только ей решать, с кем провести драгоценное время и улучшить отношения.\n'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 3,
  text: 'Сон переносит героиню в мир проводника, где после блужданий, таинственное существо приоткрывает завесу тайны. Девушка оказывается в некогда великом городе Помпеи 79 г. н.э. и становится призраком, наблюдающим за страданиями молодой прекрасной богини. Богиня возносит молитвы богу Юпитеру и желает предотвратить катастрофу.\n' +
    '\n' +
    '<p>Проводник рассказывает, что это место имеет ключевое значение во всей истории и после небольшого разговора, отправляет героиню в настоящее.\n' +
    '\n' +
    '<p>Там, девушку решают навести ее друзья: Леон и Скарлетт. Они устраивают вечеринку, помогающую отвлечься от насущных проблем. \n' +
    '\n' +
    '<p>Но сладкого пробуждения не случится, ведь героиня вновь оказывается в Нью-Йорке 1885 г.. На этот раз Катарина связана, ранена, находится в темном подвале. В итоге мы встречаем очаровательного мужчину, виновника заточения, который признается в одержимости Катариной.\n'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 4,
  text: 'После страшных событий, Катарина оказывается в больнице, пытаясь прийти в себя. Она впервые видит Роберта, который открывается героине и рассказывает, что он охотник на монстров, а также фиктивный муж Катарины.\n' +
    '\n' +
    '<p>Роберт уверен, что из-за неоднократных похищений, Катарина как-то связана со всем и злодеи заинтересованы в ее крови.\n' +
    '\n' +
    '<p>В повседневной жизни охотник является видным предпринимателем, поэтому вынужден посетить прием, куда берет с собой Катарину. Девушка может по-разному провести время на балу и встретить необычных гостей.\n' +
    '\n' +
    '<p>В конце вечера начинаются выступления. Роберт покровительствует Николе Тесле, также героиня видит Томаса Эдисона, заклятого врага Теслы, в сопровождении ее похитителя Александра и человека по имени Эдвард, очень похожего на профессора Нэйтана из настоящего.\n'
})
