import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 0,
  text: 'Героиня сталкивается с загадочным существом, называющим себя Проводник. В неземном мире он рассказывает, что девушка — ключ в решении некоего конфликта и только ее выборы определят судьбу мира. Теперь необходимо вспомнить свое прошлое и разобраться в происходящем.'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 1,
  text: 'Мы знакомимся с повседневностью героини. Она — студентка исторического факультета, в жизни много близких и дорогих сердцу людей, а простые выборы: бутерброд или блины — кажутся теплой обыденностью. Однако на занятии профессора Нэйтана, героиня теряет сознание и переносится в прошлое. Она попадает в тело некой девушки, которая очень схожа с ней внешне.\n'
})
