import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 0,
  text: 'Героиня сталкивается с загадочным существом, называющим себя Проводник. В неземном мире он рассказывает, что девушка — ключ в решении некоего конфликта и только ее выборы определят судьбу мира. Теперь необходимо вспомнить свое прошлое и разобраться в происходящем.'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 1,
  text: 'Мы знакомимся с повседневностью героини. Она — студентка исторического факультета, в жизни много близких и дорогих сердцу людей, а простые выборы: бутерброд или блины — кажутся теплой обыденностью. Однако на занятии профессора Нэйтана, героиня теряет сознание и переносится в прошлое. Она попадает в тело некой девушки, которая очень схожа с ней внешне.\n'
})

journal.add({
  story: EStoriesEn.ITLH,
  chapter: 1,
  part: 1,
  text: 'Героиня оказывается в Нью‑Йорке 1885 года, вселившись в тело Катарины. Ее спутником становится сам Никола Тесла. Вместе они отправляются на встречу с Уильямом — близким человеком Катарины.\n' +
    '<p>События достигают кульминации, когда на девушку нападает монстр, целенаправленно искавший ее. После этого героиня попадает в загадочное пространство, где у великого древа сидит незнакомка в древней одежде, скованная цепями.\n' +
    '<p>Разгадать тайну происходящего не удается — сознание героини возвращается в реальность. Она открывает глаза в студенческом медпункте, окруженная близкими. Друг Леон помогает ей добраться домой, где девушка беседует с Шерил о волонтерских делах. А затем, оставшись наедине с собой, окончательно понимает: пережитое в прошлом — не сон.\n'
})
