import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.F,
  chapter: 1,
  part: 0,
  text: 'Константин проживает свой обычный день, наполненный мелкими неприятностями и сложностями на работе, где лишь поддержка Валерии — близкой коллеги, помогает ему сохранять спокойствие. По пути домой герой сталкивается с незнакомкой, которая энергично делится листовками с изображением музыкальных шкатулок. Чтобы побыстрее от неё отделаться, Костя забирает флаер и продолжает путь домой. Там его ждёт расстроенная жена, обеспокоенная состоянием их сына Марка. Семью терзают внутренние конфликты и нарастающее напряжение.\n' +
    '\n' +
    '<p>Позднее Константин отправляется на ярмарку, где случай сводит его с загадочной бабушкой и той самой девчонкой — Алисой, что вручила ему листовку ранее. Они преподносят мужчине шкатулку, сулящую счастье. Предмет ведёт себя странно, но раздавленный Костя не придаёт этому должного значения.\n' +
    '\n' +
    '<p>Вернувшись домой, герой обнаруживает неожиданную картину: дверь ему открывает незнакомый мужчина и довольная Ира — жена. Она глядит на Константина точно на чужака, совершенно не узнавая в нём своего мужа. И тогда герой понимает — обещанное счастье обратилось настоящей катастрофой.'
})

