import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.UL,
  chapter: 1,
  part: 1,
  text: 'Вместе с подругой Валентиной, Амелия отправляется на каток. Однако случается несчастье и девушка попадает в больницу.\n' +
    '\n' +
    'Там, она встречает милого незнакомца Дэвида, который спас ее, и заботливого врача Джозефа, курирующего лечение . Выясняется, что из-за травмы головы, девушка не помнит собственное прошлое. Растерянность сменяется тревогой, ведь даже лицо лучшей подруги кажется незнакомым.\n' +
    '\n' +
    'Амелия решает добраться до дома, чтобы докопаться до истины и обрести себя.\n'
})

journal.add({
  story: EStoriesEn.UL,
  chapter: 1,
  part: 2,
  text: 'Джозеф и Дэвид любезно предлагают проводить героиню. В зависимости от ее решения, она может лучше узнать одного из них.\n' +
    '\n' +
    'Родной дом не встречает заветным уютом. В квартире находились Валентина и Пол, назвавшийся парнем Амелии. Он рассказывает об их совместном прошлом и то, как они сильно любят друг друга. Раскрывая новые грани жизни, девушка еще больше запутывается в понимании происходящего. \n' +
    '\n' +
    'А последующее откровение о предательстве выводит на вопрос: так ли важно прошлое или его можно отпустить?\n'
})
