import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.TDP,
  chapter: 1,
  part: 0,
  text: 'Доктор Мортимер Дракен решает начать собственное расследование о причинах возникновения и распространения эпидемии чумы в стране Крейс. \n' +
    '<p>Желая разобраться в происходящем, он просит у храма помощи, но получает лишь ассистента – Дитриха. Сам же доктор намеревается отправиться в путешествие по стране, нанимая для этого перевозчика.\n'
})

journal.add({
  story: EStoriesEn.TDP,
  chapter: 1,
  part: 1,
  text: 'Контрабандист Генрих Гарнер ожидает своих новых нанимателей. Среди них оказываются чумной доктор Мортимер Дракен, его ассистент Дитрих, монахиня Марта с двумя воспитанниками: Вигом и Джоанной. Позже к ним присоединяется бард Джек, явно желающий, как можно быстрее покинуть Гласвер.\n' +
    '<p>Однако выезд из города оказывается закрыт. Генрих общается со знакомым стражником, Отто. Тот объясняет, что меры приняты в связи с поиском серийного убийцы. Герои принимают решение о дальнейших действиях.\n'
})
