import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.A,
  chapter: 1,
  part: 0,
  text: 'Аврора растет в любящей семье и наслаждается детством: играет с друзьями, а чаще всего — с Артуром, своим одноклассником.\n' +
    '\n' +
    '<p>Все меняется, когда Артур вынужден неожиданно покинуть девочку. По дороге домой Аврора сталкивается с кошмарным существом, которое пытается ее похитить.\n' +
    '\n' +
    '<p>На помощь приходит таинственный защитник. Он спасает девочку, возвращает домой и стирает из ее памяти страшные воспоминания.\n' +
    '\n' +
    '<p>Семья решает переехать на маяк — в надежде обрести покой и безопасность.\n'
})
