import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.UA,
  chapter: 1,
  part: 0,
  text: 'Готовая ко второму этапу модификации EVE-13C с нетерпением ждет этого дня, который по воле судьбы превращается в день нападения на дом Отреченных. Банда Соракса устроила облаву, перебив Надзирателей. Когда же товар был у ног Заказчика-корпората, Соракс потребовал другую цену. В суматохе перестрелки несколько Солдат сбегают, в том числе EVE-13C и ZAYNE-3C. Однако цена павшего дома Отреченных не тела Надзирателей. А смерть Доктора Лагарда, первого Хозяина для каждого из Солдат. \n' +
    '\n' +
    '<p>Словарь:\n' +
    '\n' +
    '<p>Энзоскелет — имплант, обеспечивающий механическое укрепление позвоночника человека. Обычно применяется в целях снижения нагрузки и увеличения емкости организма для установки дополнительных модификаций и имплантов.\n' +
    '\n' +
    '<p>Корпораты — работники корпораций, крупных гигантов, приватизировавших все сферы жизни в городах. Их боятся и презирают из-за всеобъемлющей власти, которой невозможно противостоять.\n'
})

journal.add({
  story: EStoriesEn.UA,
  chapter: 1,
  part: 1,
  text: 'За две недели город Нова не смог подарить EVE-13C ничего, кроме горьких уроков, голода и одиночества. Но показал кое-что другое: надежду. \n' +
    '\n' +
    '<p>Солдат-13 встретила Юко Ямамото, окруженную четырьмя подростками в темном переулке. Неизвестная доселе эмоция толкнула EVE-13C на спасение незнакомой старушки. За что бабушка Юко даровала ей дом, работу, одежду, еду и самое главное: имя. Правда новая обычная жизнь Солдата-13 не без проблем. EVE-13C слишком нравится некоторым посетителем, что они считают достаточным, чтобы начать распускать руки.\n'
})
