import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.SFA,
  chapter: 1,
  part: 0,
  text: 'В мире Ангелов и Демонов едва удерживается шаткое перемирие. Героиня растет в знатной ангельской семье верховного Советника Серебряного Града. У нее есть жених — молодой Кастиэль, глава стражи. Они счастливы, и в их разговорах все чаще обсуждается светлое будущее. Но когда Регент Люциан на ее глазах убивает семью и сжигает родовое поместье, привычный мир рассыпается в серый пепел.'
})
