import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.ISML,
  chapter: 1,
  part: 0,
  text: 'Нина лежит в своей комнате, погруженная в глубокую депрессию. Она ощущает себя подавленной, потерявшей смысл жизни и мучается от чувства вины за неудачи в учебе, разрыв с парнем и одиночество, оставшееся после ухода друзей. Окруженный мрак проявляет себя в виде теней, питающихся ее страданиями.'
})

journal.add({
  story: EStoriesEn.ISML,
  chapter: 1,
  part: 1,
  text: 'Нина вспоминает прошлый год, когда жизнь была наполнена светом и радостью. Она прогуливалась по оживленным улицам Москвы, наслаждалась музыкой и романтическими моментами с Марком. Эти воспоминания согревают ее душу, но возвращение в реальность оказывается трудным. Девушка сталкивается с тревогой и беспокойством, которые проникают в повседневную жизнь, заставляя задуматься о том, что изменилось и как найти равновесие между былым счастьем и нынешними вызовами.\n'
})

journal.add({
  story: EStoriesEn.ISML,
  chapter: 1,
  part: 2,
  text: 'Нина сталкивается с трудностями, которые подрывают уверенность и эмоциональное состояние. После получения тревожных новостей и неприятного инцидента в учебном заведении, она пытается найти утешение и поддержку у друзей, но встречает непонимание и равнодушие. Ее мысли полны беспокойства и сомнений, и даже добрые слова преподавателя Александра Сергеевича не могут полностью успокоить душу. Вечером, на грани между сном и реальностью, Нина погружается в переживания, сталкиваясь с внутренними страхами и поиском утешения в созданных иллюзиях.'
})
