import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.AEP,
  chapter: 1,
  part: 0,
  text: 'Героиня оказывается в величественном Колизее, окруженная шумом пуль, вместе со своим однокурсником Джоном. Они пытаются выбраться, но их ловят бандиты и отводят к лидеру — сексуальному Сальваторе.\n'
})

journal.add({
  story: EStoriesEn.AEP,
  chapter: 1,
  part: 1,
  text: 'Мы перемещаемся в прошлое, за 9 месяцев до событий в Колизее. Знакомимся с бытом героини: она живет в пригороде Рима, родители погибли, а опеку на себя оформила бабушка, строгая женщина, не терпящая, когда все проходит не по ее желанию.\n' +
    '\n' +
    '<p>Героиня поступает в элитное учебное заведение Рима. Решает попробовать изменить свою жизнь, стать более раскованной, развязной. Вызвав такси до места учебы, девушка знакомиться с очаровательным испанцем Мигелем и может по-разному провести эту поездку.\n' +
    '\n' +
    '<p>В самом здании она встречает местного бабника — Мэтта, который приглашает на студенческую вечеринку. На самих занятиях героиня выбирает 3 направления учебы: политические науки, архитектура, иностранные языки.\n' +
    '\n' +
    '<p>Вечер проходит в зависимости от желаний девушки.\n'
})

journal.add({
  story: EStoriesEn.AEP,
  chapter: 1,
  part: 2,
  text: 'Девушка осознает, что проспала, и впопыхах собирается на пары. Преподаватель заостряет внимание на ней, и оставляет после уроков. Героиня мысленно обвиняет весь мир в несправедливости, и идет отбывать наказание. \n' +
    '\n' +
    '<p>Мэтт ловит девушку в коридоре университета и шантажирует унизительными вещами. Героиня не видит иного выхода, кроме как послушаться и выполняет его просьбу. Мэтт наслаждается своей властью и, бросив ее одну, уходит. \n' +
    '\n' +
    '<p>На следующий день героиня видит перед университетом красивого мужчину, которого окружили студентки. Через время девушка беседует с бабушкой, и уезжает на учебу с новым другом — Джоном. \n' +
    '\n' +
    '<p>Перед началом занятий вместо преподавателя в аудиторию вошел декан и сообщил о неприятной новости. В университете есть ученик, занимающийся проституцией. \n'
})
