import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.PFT,
  chapter: 1,
  part: 0,
  text: `
Венди Пирс всегда имела богатое воображение и теперь, наконец оказавшись в музее родного города, стала свидетелем пугающего видения: неизвестный мужчина с картины оживает, обрамлённый кровью.
<p>Но это событие меркнет из-за вынужденного неприятного разговора с лучшей подругой Присциллой и безуспешного побега от мужа, который заканчивается сумасшедшим домом под присмотром его сестры-главврача.
`
})

journal.add({
  story: EStoriesEn.PFT,
  chapter: 1,
  part: 1,
  text: `
Однообразные дни в «Госпитале святого Вита» перемежаются с кошмарами, в которые погружается Венди. Душевный недуг, злой умысел недоброжелателей или что-то сверхъестественное мучает девушку. Временное облегчение приносят беседа с дружелюбным пациентом, любителем сказок, и собственный фантазийный мир — средневековый Верганенхайт.
<p>Очередное опасное испытание заканчивается знакомством с новым врачом-психиатром госпиталя, Натаном Гершем. У Венди появляется надежда на освобождение из больницы.

`
})
