import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.Aurora,
  chapter: 1,
  part: 0,
  text: 'Аврора сидит на скамейке у маяка, вспоминая свою жизнь. Она начинает вести дневник, чтобы рассказать о событиях прошлого подруге Далии.'
})

journal.add({
  story: EStoriesEn.Aurora,
  chapter: 1,
  part: 1,
  text: 'Мы узнаем, что девушка росла в бедной семье вместе с любящими родителями и старшим братом Яном, который всегда поддерживал Аврору. Но невзгоды продолжают преследовать и любимый брат исчезает при загадочных обстоятельствах.\n' +
    '\n' +
    '<p>Вскоре отец решает, что единственный способ прокормить всех — это устроиться работать на маяк. Не желая разделяться семья следует за ним.\n' +
    '\n' +
    '<p>Там, они проводят самое счастливое время, забывая о печалях, пока от болезни не умирает мама. Это ломает Аврору, но поддержка близких: отца и внука прошлого смотрителя Артура — заставляют обрести веру и желание начать строить собственную жизнь.\n'
})

journal.add({
  story: EStoriesEn.Aurora,
  chapter: 1,
  part: 2,
  text: 'После тяжелого прощания с папой, Аврора и Артур едут в город, чтобы девушка смогла обрести стержень и поступить в университет. В дороге Аврору мучают кошмары: она видит фигуру мужчины, держащего младенца, который шепотом приговаривал — Беатрис.\n' +
    '\n' +
    '<p>Уже в квартире Артура девушка узнает, что документы в университет за нее уже подали и осталось только сдать экзамен. Артур дает ей ответы на билеты благодаря своим связям, предоставляя самой решить, что с ними делать.\n' +
    '\n' +
    '<p>На следующей день парень отвозит Аврору в университет. Посещая библиотеку для подготовки, она впервые сталкивается с Далией и Калебом.\n'
})

journal.add({
  story: EStoriesEn.Aurora,
  chapter: 1,
  part: 3,
  text: 'Аврора ожидает Артура у входа в университет, однако парень не выходит на связь. Новые знакомые предлагают ей скоротать время и поехать погулять в центр города.\n' +
    '\n' +
    '<p>В автобусе Аврора рассказала о своей жизни и заинтересовала Далию и Калеба историей маяка.\n' +
    '\n' +
    '<p>Город встретил героев теплотой и легкой прогулкой. Они весело проводят время, присоединяются к одной экскурсии, где экскурсовод поведал о соборе, в котором по преданиям происходила кровавая баня и орудовал некий культ.\n' +
    '\n' +
    '<p>Вскоре Калеб уезжает по срочным делам, а Аврора выслушивает Далию, что жаловалось на жестокое поведение отца. Они еще немного погуляли и вышли к зданию фармацевтической компании. Далия упоминает, что ее отец занимался проектированием.\n' +
    '\n' +
    '<p>По случайному стечению обстоятельств, оттуда выходит Артур. Видя Аврору, он сердится, ссорится с Далией и увозит Авроре силой. В квартире они не разговаривают, а девушка засыпает в обнимку с письмом отца.\n'
})

journal.add({
  story: EStoriesEn.Aurora,
  chapter: 1,
  part: 4,
  text: 'Аврора погружена в свои мысли из-за тревожного сна, где мужчина, очень похожий на ее отца — тонет в пучинах моря. Расслабляясь в ванной, она неожиданно осознает, что плохо помнит свое прошлое. Аврора не может дозвониться до отца и это сеет зерно сомнения относительно его благополучия.\n' +
    '\n' +
    '<p>Новый день начинается с примирения Авроры и Артура. Парень решает скоротать утро в пекарне своего друга итальянца — Эцио. Там героиня может выбрать вкуснейшие сладости, а также определиться: хочет ли она здесь работать?\n' +
    '\n' +
    '<p>В этот день может быть ни одно откровение между героями. \n' +
    '\n' +
    '<p>Однако экзамен на носу. Аврора решает, как ей поступить: воспользоваться ответами или сдать самой.\n' +
    '\n' +
    '<p>По прибытию домой она не обнаруживает весточки от папы и это вводит ее в состояние панической атаки. Дрожащими руками она набирает номер близкого человека, с кем отправляется на маяк. Там ее ждут ужасные известия — папа в больнице.\n'
})
