export const newsDate = '25.12.2025'

export const news = {
  '10.09.2025': `
<p>Началась осень, а значит пришло время обновления 🍂
<p>
<p>Радуем вас новыми частями, обновлением истории, а также плановым улучшением игры:
<p>🌊 Аврора
<p>- Глава 1 Часть 5
<p>
<p>🦠 Время крыс
<p>- Глава 1 Часть 4
<p>
<p>🔍 Memento mori (новый автор)
<p>- Пролог
<p>- Глава 1 Часть 1
<p>
<p>👑 Осколки чужой судьбы
<p>- Глава 1 Часть 7
<p>
<p>
<p>А также добавили приятные улучшательства в игровой процесс:
<p>
<p>- улучшены/обновлены/добавлены анимации/дизайн 🖼
<p>
<p>- добавлено новое музыкальное сопровождение в меню и её выбор в настройки 🎼
<p>
<p>- добавлены дополнительные уведомления при изменении статов (также добавили эту возможность в настройки) 🌟
<p>
<p>- добавлена кнопка скрытия тулбара во время чтения историй 🤫
<p>
<p>- добавлен пункт в настройках - "уменьшить масштаб" 🔎
<p>
<p>- на устройствах c ОС "Android" теперь можно нажимать кнопку назад для возвращения в предыдущее подменю 🔙
  `,
  '25.12.2025': `
<p>Скоро новый год, а значит время НОВОГОДНЕГО ОБНОВЛЕНИЯ 💫
<p>
<p>
<p>
<p>Основным нововведением стали истории, в которых теперь используются персонажи в полный рост!
Поэтому в дальнейшем мы переработаем все истории в такой формат 🪄
<p>
<p>
<p>
<p>Радуем вас новыми сериями:
<p>
<p>
<p>📦 Счастье (Новогодний спешл) (Полный рост)
<p>Часть 1
<p>
<p>⏳ Бессмертные: Последняя надежда (Полный рост)
<p>Пролог
<p>
<p>⚔️ Бремя проклятого пути (Полный рост)
<p>Глава 1 Пролог
<p>Глава 1 Часть 1
<p>
<p>🔍 Memento mori
<p>Глава 1 Часть 2
<p>
<p>🤖 Арена юнитов
<p>Глава 1 Часть 2
<p>
<p>
<p>
<p>Прочие изменения:
<p>
<p>
<p>- Новогодний выбор мелодии в меню
<p>
<p>
<p>- Новогодний дизайн интерфейса игры
<p>
<p>
<p>- Жидкое стекло
<p>
<p>
<p>- Добавлены пункты в меню настроек: увеличить шрифт, показывать нажатия, вибрация. А также добавили категории.
<p>
<p>
<p>- При наведении/нажатии на достижение в профиле, его изображение увеличивается
  `,
  '30.04.2026': `
<p>Вот оно обновление 🔥
<p>
<p>
<p>
<p>Добавили в актуальные истории возможность получать коллекционные предметы 🍸
<p>
<p>Теперь, проходя сюжет, получая достижения и выполняя определённые условия, вы сможете узнать дополнительные интересные факты о любимой истории.
<p>
<p>Ознакомьтесь с коллекцией в своём профиле ❤️
<p>
<p>
<p>
<p>Также радуем вас новыми сериями:
<p>
<p>
<p>
<p>⛓️‍💥 Пациентка из 307 (Новая история)
<p>Пролог
<p>Часть 1
<p>
<p>📦 Счастье
<p>Часть 2
<p>
<p>⏳ Бессмертные: Последняя надежда
<p>Часть 1
<p>
<p>
<p>
<p>Прочие изменения:
<p>
<p>
<p>- Добавлены новые визуальные эффекты в историях
<p>
<p>
<p>- Добавлены пункты в меню настроек: печатная машинка
  `
}
