export const newsDate = '10.09.2025'

export const news = {
  '10.09.2025': `
<p>Началась осень, а значит пришло время обновления 🍂
<p>
<p>Радуем вас новыми частями:

<p>🌊 Аврора
<p>- Глава 1 Часть 5
<p>
<p>🦠 Время крыс
<p>- Глава 1 Часть 4
<p>
<p>🔍 Memento mori
<p>- Пролог
<p>- Глава 1 Часть 1
<p>
<p>👑 Осколки чужой судьбы
<p>- Глава 1 Часть 7
<p>
<p>
<p>А также добавили приятные улучшательства в игровой процесс:
<p>
<p>- улучшены/обновлены/добавлены анимации (обложки историй, информационные таблички, достижения) 🖼
<p>
<p>- добавлено новое музыкальное сопровождение в меню ×2 🎼
<p>
<p>- добавлены дополнительные уведомления при изменении статов (также добавили эту возможность в настройки) 🌟
<p>
<p>- добавлена кнопка скрытия тулбара во время чтения историй 🤫
<p>
<p>- добавлен пункт в настройках - "уменьшить масштаб" 🔎
<p>
<p>- на устройствах c ОС "Android" теперь можно нажимать кнопку назад для возвращения в предыдущее подменю 🔙
  `
}
