const inventoryMessage = 'Нажав на рюкзак, вы можете ознакомиться со своим инвентарем: увидеть встреченных персонажей, приобретенные предметы и дополнительные статы, которые будут добавляться по ходу сюжета'

const previousSlideMessage = 'Внизу на панели нажмите на стрелочку, чтобы посмотреть текст предыдущего слайда'

const firstChoiceMessage = 'Сейчас вы сделаете свой первый выбор. Некоторые из них меняют сюжет незначительно, другие же ведут к серьезным переменам. Но помните, только Вам решать, каким вы видите главного героя'

const route = window.location.pathname

export { inventoryMessage, previousSlideMessage, firstChoiceMessage, route }
