const inventoryMessage = 'Внизу на панели нажав на рюкзак, вы можете ознакомиться с инвентарем: увидеть встреченных персонажей, приобретенные предметы и дополнительные статы, которые будут добавляться по ходу сюжета.'

const previousSlideMessage = 'Внизу на панели нажмите на стрелочку, чтобы посмотреть текст предыдущего слайда.'

const firstChoiceMessage = 'Сейчас вы сделаете свой первый выбор. Некоторые из них меняют сюжет незначительно, другие же ведут к серьезным переменам. Но помните, только вам решать, каким вы видите главного героя.'

const goreMessage = 'В истории содержатся сцены насилия и жестокости. Мы против любых форм агрессии и насилия. Информация представлена исключительно в художественном контексте. Читайте внимательно и осторожно.'

const route = 'https://chroniclesgame.ru'

export { inventoryMessage, previousSlideMessage, firstChoiceMessage, route }
