import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.ROR,
  chapter: 1,
  part: 0,
  text: 'Чумной доктор Мортимер Дракен ведет дневник о распространении эпидемии чумы в стране Крейс. Начавшись на окраинах империи, болезнь быстро распространилась повсеместно. Люди впадают в отчаяние и безумие, учащаются погромы. \n' +
    '<p>Желая разобраться в истоках распространения болезни и попытаться найти лекарство, он выпрашивает у храма себе ассистента – алхимика Дитриха. Сам же он намеревается отправиться в дальние земли, нанимая для этого перевозчика.'
})

journal.add({
  story: EStoriesEn.ROR,
  chapter: 1,
  part: 1,
  text: 'Контрабандист Генрих Гарнер, занимающийся перевозками людей за границу во время карантина, ожидает своих новых нанимателей. Среди них оказываются чумной доктор Мортимер Дракен, его ассистент Дитрих, монахиня Марта с двумя воспитанниками: Вигом и Джоанной. Позже к ним присоединяется бард Джек, явно желающий как можно быстрее покинуть город.' +
    '<p>Однако город оказывается закрыт на карантин. Генрих общается со знакомым стражником, Отто, и узнает, что это решение было вызвано поиском серийного убийцы. Попутно с этим он узнает о неких людях, способных оказать помощь в побеге. Герои решают действовать.'
})

journal.add({
  story: EStoriesEn.ROR,
  chapter: 1,
  part: 2,
  text: 'В поисках ответов Генрих и Мортимер решаются направиться в местный храм, ныне переоборудованный под лазарет, чтобы осмотреть последнюю жертву убийцы. Там доктор делает вывод, что убитый ушел из жизни добровольно, не сопротивляясь. Замеченные, герои убегают.' +
    '<p>В своей повозке Генрих делает вывод, что Джек каким-то образом связан с происходящим безумием и начинает его допрашивать. Юный бард рассказывает, что бургомистр города часто организовывает ужасные праздники, с оргиями и убийствами. Герои решают отправиться на одну из таких вечеринок, чтобы получить возможность выйти на аристократию и бежать с ее помощью.'
})

journal.add({
  story: EStoriesEn.ROR,
  chapter: 1,
  part: 3,
  text: 'Герои готовятся к вечеринке бургомистра и разрабатывают план как туда проникнуть. Поскольку туда допускают только пары, решено, что туда отправятся Генрих и Марта, против чего выступает Виг, опасающийся за наставницу.' +
    '<p>Позже днем Генрих и Марта покупают для нее бальное платье и лучше узнают друг друга. Под вечер они оба проникают на праздник, спустившись в катакомбы под одной из таверн.'
})
