import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.OTV,
  chapter: 1,
  part: 0,
  text: 'Ники идет на концерт, и наслаждается атмосферой Хэллоуина. В толпе ее задевает парень и героиня, словно зачарованная, идет за ним. Упустив незнакомца из виду, девушка сворачивает в переулок, чтобы позвонить однокурснице, и тут же сбрасывает, услышав голоса. \n' +
    '<p>Героиня подслушивает и становится неприятным свидетелем разговора девушки и парня. Звонок телефона выдал ее, и Ники убегает. Незнакомец быстро останавливает ее и задает вопрос, но, не ответив, Ники снова пытается бежать, чем вводит парня в недоумение. Тут же та незнакомка оказывается рядом. \n' +
    '<p>Между тремя участниками данной сцены возникает непонимание и кратковременный шок. \n'
})

journal.add({
  story: EStoriesEn.OTV,
  chapter: 1,
  part: 1,
  text: 'Незнакомка немного раскрывает тайну и отпускает Ники, обещая ее найти. Героиня спешит уйти, но эта встреча меняет все ее жизненное восприятие. Всю пару девушка витает в своих мыслях, вспоминая вчерашний вечер.' +
    '<p>На выходе из учебного заведения, Ники видит незнакомку, та приветствует ее и беседует, уговаривая пойти с ней в Клан. Героиня почти соглашается, но разум берет вверх, незнакомка — Лина дает ей свой номер телефона и уходит.' +
    '<p>Ники не спешит идти домой, и, прогуливаясь по парку, встречает парня, которого видела вчера — Алекса. Доброжелательной беседой он настраивает героиню на нужный лад и отвечает на все вопросы. После этого девушка принимает предложение Алекса посетить их Клан, чтобы узнать правду о себе.' +
    '<p>Вечером девушка размышляет о наболевшем и предвкушает новый день с его неожиданностями.'
})
