import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 0,
  text: 'Маргарита – успешный детектив, размеренность жизни которой в один момент рушит подозрительная записка. Некто, проникнув в квартиру девушки, оставляет ей любопытную информацию об убийстве известного бизнесмена. Героиня оказывается втянута в это дело нелепой случайностью — соскочить не получится. \n'
})

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 1,
  text: 'Глубокой ночью Маргарита в компании полицейских отправляется в парк, где обнаруживает тело убитого Томаса Брауна. Единственный подозреваемый – сын жертвы, отказывается идти на контакт. Удастся ли детективу выяснить необходимую информацию?'
})

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 2,
  text: 'Любые действия имеют последствия, Маргарита в очередной раз убеждается в этом. Артур Нильсен делится историей из прошлого, в которой фигурирует некий Фотограф — серийный убийца, сотрудничающий с местной полицией. Карьера девушки оказывается под угрозой. Расследование заходит в тупик. Масла в огонь подливает Дилан, ведущий тайные переговоры с сыном убитого бизнесмена. Что они замышляют?'
})
