import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 0,
  text: 'Детектив по имени Маргарита проводит типичный рабочий день, занимаясь отчетами по обыску. На обед вместе с напарником Диланом девушка идет в излюбленное местечко “У Полсон”. Череду обыденности рушит странная записка, найденная в квартире Маргариты. Письмо раскрывает убийство известного бизнесмена — Томаса Брауна, а под графой отправителя стоит загадочная буква «Т».\n'
})

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 1,
  text: 'Холодную лондонскую ночь Маргарита проводит в компании полицейского Майка и детектива Дилана. Согласно письму команда находит тело убитого бизнесмена в указанном месте, а вместе с очевидным убийством обнаруживается и первый подозреваемый… Сын Томаса Брауна — Джонатан. Марго предстоит провести допрос, и только от нее зависит, как она с этим справится. \n'
})

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 2,
  text: 'В ходе допроса Марго успевает понять не самую приятную истину: Джонатан оказывается совсем не идущим на контакт человеком, как сказал бы Дилан подозреваемый точно «энергетический вампир». Спустя долгие минуты разговора, детективу удается добится от Джонатана показаний. Нам приоткрывается небольшая завеса тайны: Дилан и Джонатан сотрудничают за спиной Маргариты. Что они пытаются сделать? Каков их мотив? Что этих двоих, абсолютно разных людей, связывает вместе? \n' +
    '\n' +
    '<p>Разговор с начальником детективного агентства Артуром Нильсеном дает Маргарите и Дилану возможный будущий сценарий расследования — посещение серийного убийцы по кличке «фотограф».\n'
})

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 3,
  text: 'Новый рабочий день приносит Маргарите и новое лицо, которое девушка предпочла бы больше никогда не видеть. В расследование убийства Томаса Брауна подключается офицер ЦРУ Бенджамин Маккалоу. Марго предстоит обуздать ненавистные чувства к мужчине, чтобы вернуть ясный взгляд и рассудок на запутанное дело. Но доверять людям Маргарита не привыкла, поэтому посреди похорон мистера Брауна детектив мчится к дому Джонатана, чтобы найти ответы на свои вопросы. \n'
})

journal.add({
  story: EStoriesEn.MM,
  chapter: 1,
  part: 4,
  text: 'Давний приятель Маргариты Майк совсем не в восторге от затеи девушки, но все же предлагает ей свою помощь. Теперь детектив может установить прослушивающие устройства и камеры слежения в доме Джонатана. \n' +
    '\n' +
    '<p>Жилище мужчины встречает Марго атмосферой одиночества, возможно этот дом чем-то напоминает золотую тюрьму, впрочем, «настоящую» тюрьму девушка посещает спустя несколько дней. В месте заключения преступников Маргарите предстоит договориться с «фотографом», чтобы узнать возможные наводки на предполагаемого убийцу Томаса Брауна. Но помните: у каждой услуги есть своя цена. '
})
