import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 0,
  text: 'Главная героиня — Кассандра, сразу же дает понять, кто среди школьниц лидер. Она общается с парнем — Дереком, капитаном футбольной команды, строя определенные планы на вечер, которые навсегда изменят их отношения. Девушка проводит время с группой поддержки, ставя их на место, и постоянно напоминая о важности выступления, которое, несомненно, запомнится всем падением королевы.'
})

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 1,
  text: 'Героиня не может очнуться, но чувствует все, что происходит с ней, пока не выпадает из реальности. Ощущая свою ничтожность, Кассандра вспоминает лучшие моменты своей жизни, пока незнакомый голос не предлагает ей сделку, у которой есть своя цена. Девушка соглашается, и оказывается в чужом теле ведьмы — Эбигейл. Незнакомец, представившись Кристофером, немного посвящает ее в курс дела и уходит, позволяя ей прийти в себя. \n'
})

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 2,
  text: 'Настал новый день, и Кассандра еще не осознает, что все было реально, но, открыв глаза, возвращается в суровый мир, где она — Эбигейл. Девушка быстро собирается и, не найдя Кристофера, уходит в то место, где она могла быть собой — признанной королевой, в школу. Одноклассники не обращают внимания на незнакомку, как и Дерек, и Кассандра, потеряв всякую надежду, уходит в женскую комнату, чтобы выпустить эмоции. Однако незнакомец — Ник, заключивший с ней сделку, не желает оставлять ее, и приходит в виде призрака. Ник всячески поддерживает Кассандру, пока та не лишается контроля.\n'
})

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 3,
  text: 'Кассандра и Ник уходят из школы и прогуливаются по лесу, где Ник просит девушку проявить смирение и слушаться его. Бывшему капитану чирлидерш с трудом удается это, и, пробуя медитировать, девушка срывается, разочаровавшись в призраке. Кассандра уходит и просит оставить ее одну, но Ник не намерен этого делать. Оказавшись в доме, Кристофер предлагает ей уникальную возможность скрыться от назойливого призрака, не упуская шанса повеселиться.\n'
})

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 4,
  text: 'Кристофер предлагает девушке весело провести время, и отвозит ее в клуб. Кассандра чувствует себя неловко среди толпы, но задерживается там. Вспоминая движения, она выходит на танцпол, где пьяница начинает к ней приставать. Кассандра быстро прячется от него в туалете, и вспоминает о Нике, нервно перебирая кулон, который призван скрывать ее присутствие от призрака. Пьяница находит девушку, и, решив, что это знак свыше, начинает настойчиво приставать к ней. Кассандра чудом спасается от домогательств и выбегает в людное место, где сталкивается с человеком.\n'
})

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 5,
  text: 'Столкнувшись с Дереком, Кассандра теряет счет времени. Пьяница уже успел прийти в себя и рвануть за девушкой: сейчас ей некуда бежать. Дерек одним ударом вырубает наглеца, и они выходят вдвоем на воздух. Побеседовав с ним, Кассандра возвращается в клуб, где застает Кристофера с другой девушкой. Героиня злится, и просит его пойти домой. Сорванное «свидание» злит парня, но, не колебаясь, он решает отправиться домой, где моментально вырубается. Гнетущие чувства Кассандры не позволяют ей остаться одной, и, опустившись на другой край дивана, она засыпает, снова вспомнив про призрака. \n'
})

journal.add({
  story: EStoriesEn.FOF,
  chapter: 1,
  part: 6,
  text: 'Ночной кошмар как следует испортил сон Кассандры, и, испытывая некоторое смущение, девушка пытается избегать взгляда Кристофера. Тот ведет себя как обычно, даже умудряется подтрунивать над девушкой, и, пока героиня принимает душ, заказывает завтрак. Разделив вместе утренний прием пищи, они ведут беседу, а Кристофер предлагает девушке отвлечься — сходить на шоппинг в ТЦ, не упуская момента похвастаться своим автомобилем.'
})
