import { storiesManager } from '../../index'

storiesManager.add({
  name: 'FOF',
  image: require('../../Images/FOF/Covers/Story_Cover.png'),
  description: 'Кассандра наслаждается находиться в центре внимания и готовится стать королевой бала. Но несчастный случай заставит девушку согласиться на сделку, которая изменит ее судьбу. Сможет ли она прожить чужую жизнь, отличить настоящее от воспоминаний, и раскрыть потенциал, который заложен в новом для нее теле?',
  genre: 'Фэнтези, Драма',
  mature: true,
  status: 'Новая история',
  chapters: []
})
