import { journal } from '../../index'
import { EStoriesEn } from '../../Utils/EStoriesNames'

journal.add({
  story: EStoriesEn.Immortals,
  chapter: 1,
  part: 0,
  text: 'Резюме пролога'
})

journal.add({
  story: EStoriesEn.Immortals,
  chapter: 1,
  part: 1,
  text: 'Резюме 1 части'
})

journal.add({
  story: EStoriesEn.Immortals,
  chapter: 1,
  part: 2,
  text: 'Героиня впервые попадает в прошлое — Нью-Йорк 1885 г. Она растеряна, потеряна. Во всем этом хаосе выясняется, что девушка находится в теле некой Катарины, а ее спутником становится сам Никола Тесла, великий ученый, живший в то время. <p> Нахождение в Нью-Йорке заканчивается стычкой с ужасным монстром, который искал Катарину. Однако главная героиня не узнает причин, ведь возвращается в реальность, где ее поддержат близкие. И только ей решать, с кем провести драгоценное время и улучшить отношения.'
})
